[
    {
        "id": "1",
        "image": "https://i.ibb.co/71mrX6N/Tax-Settlement-Complete-Controller-800x600.jpg",
        "price": "80",
        "title": "Filing Past Due Returns",
        "description": "File your past due return and pay now to limit interest charges and late payment penalties",
        "details": "If you need wage and income information to help prepare a past due return, complete Form 4506-T, Request for Transcript of Tax Return, and check the box on line 8. You can also contact your employer or payer of income.If you need information from a prior year tax return, use Get Transcript  to request a return or account transcript.Get our online tax forms and instructions to file your past due return, or order them by calling 800-TAX-FORM (800-829-3676) or 800-829-4059 for TTY/TDD. If you are experiencing difficulty preparing your return, you may be eligible for assistance through the Volunteer Income Tax Assistance (VITA) or the Tax Counseling for the Elderly (TCE) programs. See Free Tax Preparation for Qualifying Taxpayers for more information.",
        "review": [
            {
                "review1": {
                    "img": "https://i.ibb.co/pQ8vNLV/110138282-buckland.png",
                    "text": "The lawyer was quite professional and very helpful in completing my income tax returns. He kept me updated all the time. I will happy to contact him for any legal assistance in future. Very satisfactory and professional. Thank you sir advocate.",
                    "name": "ibtasam762ibti7"
                },
                "review2": {
                    "img": "https://i.ibb.co/jZdqPtD/120583677-mark-spencer-grey.png",
                    "text": "I was working with him on my cryptocurrency trade taxes. Igor has proved to be knowledgeable in this field, he was easy & pleasant to communicate with and I can recommend him for cryptocurrency related taxes.",
                    "name": "pashkatlt"
                },
                "review3": {
                    "img": "https://i.ibb.co/YbBSsgv/126593396-wallace-300-x3-nc.png",
                    "text": "Brilliant and knowledgeable adviser. He was able to help me answer some complicated questions.",
                    "name": "samishalak"
                }
            }
        ]
    },
    {
        "id": "2",
        "image": "https://i.ibb.co/89PnrgW/Income-Tax-Settlement-Commission-800x600.jpg",
        "price": "56",
        "title": "Tax Settlements",
        "description": "Completing a tax debt settlement is almost always as simple as submitting",
        "details": "Need some tax relief? Solutions start here.A tax settlement is an arrangement which is acceptable to the IRS or state taxing authorities that allows a taxpayer to retire an outstanding tax debt for less than the original amount owed. Taxation authorities sometimes allow this type of tax settlement when extenuating circumstances exist that would prevent the taxpayer from honoring the full debt. While not every situation is appropriate for engaging in a tax settlement process, individuals who owe taxes often find that tax authorities are willing to explore the individual situation to determine if a tax settlement is possible. This is typically based on current tax regulations and the circumstances of the taxpayer.",
        "review": [
            {
                "review1": {
                    "img": "https://i.ibb.co/jbSfGMD/126593416-coffey-300-x3-nc.png",
                    "text": "Really appreciate the help and planning!",
                    "name": "ryansilvestri"
                },
                "review2": {
                    "img": "https://i.ibb.co/4NhvJ1j/126593422-dowden-300-x3-nc.png",
                    "text": "Great Job!",
                    "name": "matteobertelli"
                },
                "review3": {
                    "img": "https://i.ibb.co/ScjJTRn/126593436-jack-300-x3-nc.png",
                    "text": "I cannot thank him enough for the help and guidance he gave me through out the process. as someone who was mainly focused on running my business I had little time or knowledge to deal with the accounting side of things, however aqacca lifted this worry off of my shoulders and made it seem like I had an in house accountant. he reconciled my bank transactions, prepared my accounts and produced our final balance sheet.",
                    "name": "abdifatahahm971"
                }
            }
        ] 
    },
    {
        "id": "3",
        "image": "https://i.ibb.co/Br3Dy7L/Tax-audit-How-to-be-on-the-safe-side-during-the-tax-audit-in-cross-border-business-800x600.jpg",
        "price": "89",
        "title": "Income Tax Audits",
        "description": "Though chances of being audited are small you can do to put the odds in your favor.",
        "details": "As governments seek to restore national finances, tax authorities come under pressure to increase tax revenues and tax audits are a key part of this. In Mongolia, a tax audit can be intimidating for the uninitiated. However, the audit process can be easier with proper preparation and the right advice.Even if you do not feel that you have done anything wrong or that the government will not make an adjustment, it is wise not to underestimate the situation and to walk into a trap.By auditing you, the government is expecting to make an adjustment to the tax that you owe to them. The auditors come into your audit having their own roadmap to increasing your liability. The other danger with audits is that if the auditors do not find the low hanging fruit immediately, it is possible that your audit turns into something much larger.",
        "review": [
            {
                "review1": {
                    "img": "https://i.ibb.co/b7SD06H/126593439-jenrick-300-x3-nc.png",
                    "text": "He has been a life saver! This is the second year he’s filed for me. He completed filing my accounts within the deadline when I had only days left and even took the time to educate me on the best type of filing that would save me money. Very fast & thorough service & full of integrity. Highly recommended.",
                    "name": "revdmd"
                },
                "review2": {
                    "img": "https://i.ibb.co/88NS1Bb/126593441-kwarteng-300-x3-nc.png",
                    "text": "I worked with him twice! He's extremely friendly, communicative, and knowledgeable in his field, and he can contribute to the success of your company through his knowledge. He is the way to go if you need an accountant!",
                    "name": "souhailbougri"
                },
                "review3": {
                    "img": "https://i.ibb.co/r4NZmFj/126593453-raab-300-x3-nc.png",
                    "text": "Excellent communication and fast, accurate turn around on creating our first year accounts for our UK based Ltd company. Would highly recommend.",
                    "name": "ub5estates"
                }
            }
        ] 
    },
    {
        "id": "4",
        "image": "https://i.ibb.co/1TZ0jVK/836812-taxpayersistock-800x600.jpg",
        "price": "49",
        "title": "Tax Reduction",
        "description": "Could be eligible if you're on a low income. Your bill could be reduced by up to 100%.",
        "details": "Though a property is not entitled to a tax reduction as a matter of right, Bradman's Law works closely with our clients to identify all opportunities for savings.You will receive a customized, thorough tax savings strategy so you can make the best executive decisions. By proactively managing your RPIE compliance, filing the abatement and exemption applications of all kinds, and identifying latent errors, we are able to surpass the traditional wait-and-see approach. Tax Commission agency reviews taxpayers’ applications for correction of their assessed property value. This property tax appeal type has traditionally been the most effective because each case is personally evaluated by hearing officers, who are experienced appraisers and assessors. The deadline for application filing is March 1, and the requirements vary significantly among the different property types. There may be a number of attachments and schedules with the application.",
        "review": [
            {
                "review1": {
                    "img": "https://i.ibb.co/NLYv6tk/8ed8837e-3f5e-11ed-b24d-96120f17513d.jpg",
                    "text": "He did a great job thank you so much Goood Experience",
                    "name": "fralain17"
                },
                "review2": {
                    "img": "https://i.ibb.co/Z6q3n2G/2022-Aline-Mosnier-300x300.jpg",
                    "text": "",
                    "name": "Jeffery Banks"
                },
                "review3": {
                    "img": "https://i.ibb.co/XpFYNfn/Dan-Lauzon-Linked-1.jpg",
                    "text": "",
                    "name": "Patricia Davis"
                }
            }
        ] 
    },
    {
        "id": "5",
        "image": "https://i.ibb.co/p43bWSV/taxx-k72-H-621x414-Live-Mint-1631020965826-800x600.jpg",
        "price": "20",
        "title": "BIN Registration Aid",
        "description": "To get a BIN, a business is required to receive a VAT registration certificate.",
        "details": "Value Added Tax or VAT is such an indirect tax that is paid by the consumer through a registered person. Value Added Tax or VAT on a particular good or service is determined on the basis of adding an actual level of value of the said goods or service adjusting input tax payable against the supplied goods or service.I will help you thorugh the process to get a BIN within short time. Under the Value Added Tax procedure, any importer, exporter or taxable supplier has to be involved in the VAT Procedure. This involvement takes place with the VAT procedure through registration or enlistment. He has to abide by the VAT law through taking Business Identification Number in the prescribed manner under the purview of the VAT law. And under the purview of the VAT law, taking Business Identification Number in the prescribed manned is called registration or enlistment.",
        "review": [
            {
                "review1": {
                    "img": "https://i.ibb.co/Pz05nKt/Ee-S49y1l-400x400.jpg",
                    "text": "Very helpful and would recommend",
                    "name": "Maggie Obrien"
                },
                "review2": {
                    "img": "https://i.ibb.co/55yY1mj/Mark-Zablan-Headshot-Portrait-300x300.jpg",
                    "text": "amazed to see his services, just make order and got delivery within few minutes.",
                    "name": "Tomas Mcdaniel"
                },
                "review3": {
                    "img": "https://i.ibb.co/d53HnTM/richard-leon.png",
                    "text": "Everything really easy and straightforward. It was a pleasure working with him!",
                    "name": "Jared Reeves"
                }
            }
        ] 
    },
    {
        "id": "6",
        "image": "https://i.ibb.co/MsSdRbW/do-i-have-to-pay-taxes-on-pre-settlement-legal-funds-800x600.jpg",
        "price": "75",
        "title": "Individual Tax Return Filing",
        "description": "If you are a withholding agent, update your source tax deposit. Manage your source tax.",
        "details": "An individual tax return is an official form that a person or a married couple submits to a federal, state, or local taxing agency to report all taxable income received during a specific period, usually the previous year. This record is used to assess the amount of tax that is due or was overpaid for that period. All countries have agencies that oversee national tax collection. Some tax agencies provide individual taxpayers with pre-filled individual tax returns, while others require the taxpayer to fill out and file the returns on their own.So my duty will be to help you for the process to submit a perfeect tax return hassle free.",
        "review": [
            {
                "review1": {
                    "img": "https://i.ibb.co/TT1my0Z/valerie-vaughan-dick-new-riba-ceo-portrait-dezeen-2364-col-sq-300x300.jpg",
                    "text": "A very competent accountant and professional, quality service",
                    "name": "Nettie Clark"
                },
                "review2": {
                    "img": "https://i.ibb.co/W5VXFyH/Suzanne-Benoit-Ae-ro-Montre-al.jpg",
                    "text": "Very expensive for 20 min form filling fee",
                    "name": "Patty Graham"
                },
                "review3": {
                    "img": "https://i.ibb.co/W2WFKp2/Untitled-300-300-px-5.png",
                    "text": "Superb efficient service with excellent communication. Will definitely be using their services again.",
                    "name": "Mike Powell"
                }
            }
        ] 
    }
]